{"495": "Оқ қанд янги чиққан вақтда Афанди таажжубланиб қандфурушдан сўради:—\tАка, бу нима? Роҳатижоннинг қуруғи десам, шинниси кўринмайди...Қандфуруш тушунтириб берди:— Бу - қумшакарнинг йириги, янги чиқди. Буни оқ қанд дейилади.— Жиндай чашна беринг-чи?Афанди оқ қанддан бир чақмоғини оғзига солиб сўрган эди, ҳузур қилганидан баданлари яйраб, кўзлари сузилиб кетди.—\tШундай яхши нарсани сотасизми,— деди Афанди ютиниб,— уйингизга обориб бола-чақангиз билан сўришмайсизми?!", "864": "Бир куни адабий журнал муҳарририга шеър қўлёзмаси юборилди. Шеър «Мен нечун тирикман?» деб аталаркан. Шеърнинг ўзи эса жуда узун ва зерикарли экан. Муаллифга жуда қисқа жавоб жўнатилди: «Сиз шеърингизни почтаорқали юборганингиз учун тириксиз. Агар уни идорамизга ўзингиз олиб келганингизда, шубҳасиз, бу ердан тирик чиқмасдингиз»", "288": "Икки врач операция столидаги бемор олдида суҳбатлашишяпти:— Даволаймизми ёки яшайверсинми!?!?!?!!!!!", "948": "Афанди бозор айланиб юриб, бир заргарлик дўкони ёнида тилла буюмларни томоша қилиб, узоқ туриб қолди.— Ҳа, биродар, бунча тикилиб қолдингиз? — деб сўради заргар.— Мана бу олтин буюмларга ҳавасим келиб қолди. Назаримда, бу заргарлик дўкони бўлса керак-а?— Йўғ-э, кўзингиз ожизроқми ўзи? — деди заргар ўзича ҳазиллашган бўлиб, — бу ерда эшакнинг калласи сотилади-ку!— Шунақами? Менимча, савдонгиз жуда ўнгидан келаётганга ўхшайди-я?— Қаёқдан билдингиз?— Шундай катта дўконда фақат биттагина эшакнинг калласидан бошқа нарса қолмабди-ку!— деди Афанди заргарнинг калласига ишора қилиб...", "932": "— Дада, сиз қоронғида ҳам ёза оласизми?— Ўйлайманки, ёза оламан.— Ундай бўлса, чироқни ўчириб, кундалигимга қўл қўйиб беринг...", "809": "Ишёқмас, текинтамок, дангаса одамлар учун 8 қоида:1 — Ётадиган кроватингни ўзингни севганингдек сев.2 — Кимдир дам олаётганини кўрсанг, албатта, ёрдамга ошиқ.3 — Иш - мукаддас нарса, унга тега кўрма!4 — Қайсидир ишни эртага қолдириш мумкин бўлса, уни асло бугун бажарма!5 — Ишлаганлар соғлом бўлади, дейишади, демак, беморларга иш қолдириш керак, улар соғайишсин.6 — Тўсатдан ишлагинг келиб қолса, шошилма. Чуқур нафас ол, ўтиб кетади.7 — Асло унутма, иш барибир тугамайди!!!8 — Агар кўп ишлаш билан миллионер бўлиш мумкин бўлганда эди, унда ҳамма ишчилар бойиб кетган бўлар эди.", "927": "— Ҳа, ўртоқ кўзинга нима қилди?— Хотиним помидор билан урди.— Помидорга шундай кўкариб кетдими?— Помидор банкани ичида эдида.", "987": "Бир куни тушида қўшни хотинлар Афандини чиройли, ёш қизга уйлантирмоқчи бўлишиб турганларида у уйғониб кетиб, хотинини турта бошлади:— Хотин, хотин, тур, иш чатоқ!— Нима гап?— уйқусираб сўради хотини.— Қўшнилар мени уйлантиришмоқчи, уларни ҳайда!— Тинч қўйинг, уйқумни бузманг?— Билиб қўй, мен сени олдиндан огоҳлантириб қўймоқдаман. Ҳақиқатан ҳам уларнинг шундай нияти бўлса, кейин мендан ўпкалаб юрма,— деди Афанди.", "960": "Афандининг биров бир нарса сўраса, ўша заҳоти бермай, эртасига берадиган ғалати одати бор эди. Бир кун қўшниси:— Бир ошлик туз бериб туринг,— деди.— Туз йўқ эди-ку,— деб қайтарди-да, эртасига ўзи олиб чиқиб берди.— Ие, бор экан-ку, нега кеча бера қолмай, бугун ўзингиз олиб чиқдингиз?— Берадиган нарсамнинг қадри билинсин, дедим-да.", "445": "Шифохонада даволаниб чиқаётиб, бир киши шифокорга миннатдорчилик билдирди: — Минг-минг раҳмат сизга шифокор-жон! Ўз миннатдорчилигимни қандай изҳор қилишни ҳам билолмай қолдим… Унга жавобан шифокор маъноли илжайди-да, деди: — Эҳ, азизам, биласизми, инсоният пул деган қудратли нарсани ўйлаб топганидан бери миннатдорчилик изҳор қилиш йўли осонгина ҳал этилган."}